Repository: haaanw/WorkloadManagementApp
Catalog: WorkloadApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# hrv.detail.about.window.body
source: Tuwa scores HRV from morning readings only (before 11:00), using the day's median. HRV rises through the day, so daytime and evening readings would distort your baseline. Apple Health averages every reading in the day, which is why its number often runs higher. Both are correct — they answer different questions.
zh_hans: Tuwa 只使用早晨（11:00 前）的 HRV 读数，取当天的中位数。HRV 会随一天时间升高，混入白天和晚间的读数会扭曲你的基线。Apple Health 平均全天所有读数，所以它的数字通常更高。两者都是正确的——它们回答的是不同的问题。

# hrv.detail.about.window.title
source: Why this differs from Apple Health
zh_hans: 为何与 Apple Health 不同

# hrv.detail.delta.vsAvg
source: %@ vs 7-day avg
zh_hans: %@ 相对 7 日平均

# hrv.detail.explanation
source: Heart rate variability (SDNN) measures the variation between beats. Higher values indicate better autonomic recovery. The dashed line shows your 7-day rolling average.
zh_hans: 心率变异性（SDNN）测量心跳间的变化。数值越高表示自主神经恢复越好。虚线显示您的 7 日滚动平均值。

# hrv.detail.header.subtitle
source: 28-day heart rate variability
zh_hans: 28 日心率变异性

# hrv.detail.header.subtitleFormat
source: %lld-day heart rate variability
zh_hans: %lld 日心率变异性

# hrv.detail.header.title
source: HRV trend
zh_hans: 心率变异性趋势

# hrv.detail.label.delta
source: DELTA
zh_hans: 变化

# hrv.detail.label.latest
source: LATEST
zh_hans: 最新

# hrv.detail.label.morning
source: Morning
zh_hans: 晨间

# hrv.detail.note.building
source: Building baseline — %1$lld of %2$lld mornings.
zh_hans: 正在建立基线——已有 %1$lld 个早晨，共需 %2$lld 个。

# hrv.detail.note.noMorningSamples
source: No morning HRV recorded. Readings taken later in the day aren't used for readiness — wear your watch overnight to build this trend.
zh_hans: 没有记录到早晨的心率变异性。当天较晚时段的读数不用于准备度评估——请佩戴手表过夜以建立该趋势。

# hrv.detail.readout.vsBase
source: %1$@ %2$+.1f%% vs base
zh_hans: %1$@ 相对基准线 %2$+.1f%%

# hrv.detail.section.about
source: ABOUT HRV
zh_hans: 关于心率变异性

# hrv.detail.section.condition
source: HRV condition
zh_hans: 心率变异性详情

# import.analyzing
source: Analyzing workout...
zh_hans: 正在分析训练...

# import.default.groupName
source: Main
zh_hans: 主要训练

# import.default.workoutName
source: Workout
zh_hans: 训练

# import.instructionCode
source: Enter the 8-character share code
zh_hans: 输入 8 个字符的共享代码

# import.instructionText
source: Paste your workout program below. Each day/session should start with a header line.
zh_hans: 在下方粘贴您的训练计划。每个训练日/课程应以标题行开头。

# import.label.workoutInstruction
source: Paste any workout text below
zh_hans: 在下方粘贴任何训练文本

# import.pdf.choose
source: Choose PDF
zh_hans: 选择 PDF

# import.pdf.instruction
source: Select a PDF file containing your workout
zh_hans: 选择包含训练内容的 PDF 文件

# import.photo.camera
source: Camera
zh_hans: 相机

# import.photo.instruction
source: Take a photo of a workout or choose from your library
zh_hans: 拍摄训练照片或从相册中选择

# import.photo.library
source: Library
zh_hans: 相册

# import.tab.photo
source: Photo
zh_hans: 照片

# import.tab.text
source: Text
zh_hans: 文本

# import.watch.header
source: IMPORT FROM WATCH
zh_hans: 从手表导入

# insight.sample.suffix
source: Based on %d occurrences
zh_hans: 基于 %d 次出现

# insights.section.load
source: Load
zh_hans: 负荷

# insights.section.overview
source: Overview
zh_hans: 概览

# insights.section.recovery
source: Recovery
zh_hans: 恢复

# language.picker.footer
source: Changing language takes effect immediately.
zh_hans: 更改语言后，应用会立即生效。

# language.picker.title
source: Language
zh_hans: 语言

# link.privacy
source: Privacy
zh_hans: 隐私

# link.terms
source: Terms
zh_hans: 条款

# load.insights.heroKicker
source: Load
zh_hans: 负荷

# load.insights.metric.acute
source: Acute
zh_hans: 急性

# load.insights.metric.balance
source: Balance
zh_hans: 平衡

# load.insights.metric.chronic
source: Chronic
zh_hans: 慢性

# load.insights.section.balance
source: Load balance
zh_hans: 负荷平衡

# load.insights.section.volume
source: Volume
zh_hans: 训练量

# load.insights.updatedFormat
source: %1$@ · Updated %2$@
zh_hans: %1$@ · 更新于 %2$@

# loadSource.combined
source: Combined
zh_hans: 综合

# loadSource.srpe
source: sRPE
zh_hans: 主观强度 (sRPE)

# loadSource.trimp
source: TRIMP
zh_hans: 心率冲量 (TRIMP)

# matchTier.match
source: Match
zh_hans: 正式比赛

# matchTier.picker.title
source: Match tier
zh_hans: 比赛级别

# matchTier.pickup
source: Pickup
zh_hans: 野球

# matchTier.scrimmage
source: Scrimmage
zh_hans: 训练赛

# measurement.activation.context
source: across %d logged verdicts
zh_hans: 基于 %d 条已记录判断

# measurement.activation.label
source: Activation
zh_hans: 采纳率

# measurement.caption
source: Pre-validation internal signals — not predictions, just a read on how the calls are landing.
zh_hans: 验证前的内部信号——不是预测，只是看看这些判断的落点。

# measurement.dogfood.differingDays
source: Differing-verdict days
zh_hans: 判断有差异的天数

# measurement.dogfood.feltRight.context
source: %1$d rated · %2$d missed
zh_hans: 已评 %1$d · 错过 %2$d

# measurement.dogfood.feltRight.label
source: Followed verdicts felt right
zh_hans: 采纳后感觉对

# measurement.dogfood.followed.context
source: %1$d of %2$d days
zh_hans: %2$d 天中的 %1$d 天

# measurement.dogfood.followed.label
source: Differing verdicts followed
zh_hans: 差异判断被采纳

# measurement.dogfood.proximity.context
source: %1$d followed
zh_hans: 已采纳 %1$d

# measurement.dogfood.proximity.label
source: Proximity microdoses
zh_hans: 赛前微剂量

# measurement.dogfood.title
source: Dogfood window
zh_hans: 自测窗口

# measurement.greenLight.context
source: on %d differing-verdict days
zh_hans: 在 %d 个判断有差异的日子里

# measurement.greenLight.label
source: Green-light rate
zh_hans: 绿灯率

# measurement.lapsed
source: Lapsed
zh_hans: 已中断

# measurement.learning
source: Still learning
zh_hans: 仍在学习

# measurement.navTitle
source: Validation signals
zh_hans: 验证信号

# measurement.retained
source: Retained
zh_hans: 已留存

# measurement.retention.day7
source: Day-7 retention
zh_hans: 第 7 天留存

# measurement.retention.day30
source: Day-30 retention
zh_hans: 第 30 天留存

# measurement.title
source: How the calls are landing
zh_hans: 这些判断落点如何

# measurement.tooEarly
source: Too early
zh_hans: 为时尚早

# message.templateSaved
source: Template saved
zh_hans: 模板已保存

# metric.distance
source: Distance
zh_hans: 距离

# metric.duration
source: Duration
zh_hans: 时长

# metric.label.sleep
source: Sleep
zh_hans: 睡眠

# metric.load
source: Load
zh_hans: 负荷

# metric.volume
source: Volume
zh_hans: 体积

# mock.verdictReason
source: Recent court work loaded your legs — microdose before the match.
zh_hans: 近期球场训练让腿部负荷偏高——赛前进行微剂量调整。

# morning.action.manageTags
source: Manage tags
zh_hans: 管理标签

# morning.checkin.heading
source: How are you feeling this morning?
zh_hans: 今天早上你感觉怎么样？

# morning.editing.today.hint
source: Editing today's check-in — update what changed
zh_hans: 正在编辑今天的记录 — 更新有变化的项

# morning.field.energy
source: Energy / Mood
zh_hans: 精力/心情

# morning.field.energy.subtitle
source: How's your energy level?
zh_hans: 你的精力水平如何？

# morning.field.notes.placeholder
source: Notes (optional)
zh_hans: 笔记（可选）

# morning.field.sleepQuality
source: Sleep Quality
zh_hans: 睡眠质量

# morning.field.sleepQuality.subtitle
source: How well did you sleep?
zh_hans: 你睡得如何？

# morning.field.soreness
source: Muscle Soreness
zh_hans: 肌肉酸痛

# morning.field.soreness.subtitle
source: How sore are you?
zh_hans: 你有多酸痛？

# morning.field.stress
source: Stress Level
zh_hans: 压力水平

# morning.field.stress.subtitle
source: How stressed are you?
zh_hans: 你的压力有多大？

# morning.nav.title
source: Morning check-in
zh_hans: 晨间检查

# morning.prefill.hint
source: Prefilled from your last check-in — edit what changed
zh_hans: 已根据上次记录预填 — 仅修改有变化的项

# morning.scale.energy.high
source: Energized
zh_hans: 精力充沛

# morning.scale.energy.low
source: Exhausted
zh_hans: 疲惫不堪

# morning.scale.sleep.high
source: Great
zh_hans: 很好

# morning.scale.sleep.low
source: Terrible
zh_hans: 糟糕

# morning.scale.soreness.high
source: Fresh
zh_hans: 精力充沛

# morning.scale.soreness.low
source: Very Sore
zh_hans: 非常酸痛

# morning.scale.stress.high
source: Relaxed
zh_hans: 放松

# morning.scale.stress.low
source: Very Stressed
zh_hans: 压力很大

# morning.section.behaviors
source: BEHAVIORS
zh_hans: 行为

# morning.section.wellnessScore
source: WELLNESS SCORE
zh_hans: 健康评分

# movementBank.action.hide
source: Hide
zh_hans: 隐藏

# movementBank.action.new
source: New Exercise
zh_hans: 新建动作

# movementBank.action.resetDefault
source: Reset to Default
zh_hans: 恢复默认

# movementBank.action.unhide
source: Unhide
zh_hans: 取消隐藏

# movementBank.badge.custom
source: Custom
zh_hans: 自定义

# movementBank.badge.edited
source: Edited
zh_hans: 已修改

# movementBank.badge.hidden
source: Hidden
zh_hans: 已隐藏

# movementBank.delete.message
source: This removes it from your bank. Logged history keeps the name.
zh_hans: 将从你的动作库中移除，已记录的历史仍保留该名称。

# movementBank.delete.title
source: Delete Exercise?
zh_hans: 删除动作？

# movementBank.empty.hidden
source: No hidden exercises
zh_hans: 没有隐藏的动作

# movementBank.hint.nameFixed
source: Name can’t be changed — logged history and PRs key on it.
zh_hans: 名称不可修改——历史记录与 PR 以名称为准。

# movementBank.nav.edit
source: Edit Exercise
zh_hans: 编辑动作

# movementBank.scope.all
source: All
zh_hans: 全部

# movementBank.scope.hidden
source: Hidden
zh_hans: 已隐藏

# movementBank.scope.yours
source: Yours
zh_hans: 自定义

# movementBank.section.defaults
source: Catalog Defaults
zh_hans: 目录默认值

# movementBank.title
source: Movement Bank
zh_hans: 动作库

# movementBank.toggle.hideFromPicker
source: Hide from picker
zh_hans: 在选择器中隐藏

# muscleGroup.adductors
source: Adductors
zh_hans: 内收肌

# muscleGroup.anteriorDelts
source: Front Delts
zh_hans: 前三角肌

# muscleGroup.arms
source: Arms
zh_hans: 手臂

# muscleGroup.back
source: Back
zh_hans: 背

# muscleGroup.biceps
source: Biceps
zh_hans: 二头肌

# muscleGroup.calves
source: Calves
zh_hans: 小腿

# muscleGroup.chest
source: Chest
zh_hans: 胸

# muscleGroup.core
source: Core
zh_hans: 核心

# muscleGroup.erectors
source: Erectors
zh_hans: 竖脊肌

# muscleGroup.forearms
source: Forearms
zh_hans: 前臂

# muscleGroup.fullBody
source: Full Body
zh_hans: 全身

# muscleGroup.glutes
source: Glutes
zh_hans: 臀肌

# muscleGroup.hamstrings
source: Hamstrings
zh_hans: 腘绳肌

# muscleGroup.hipFlexors
source: Hip Flexors
zh_hans: 髋屈肌

# muscleGroup.hipRotators
source: Hip Rotators
zh_hans: 髋旋转肌

# muscleGroup.lateralDelts
source: Side Delts
zh_hans: 中三角肌

# muscleGroup.lats
source: Lats
zh_hans: 背阔肌

# muscleGroup.legs
source: Legs
zh_hans: 腿

# muscleGroup.none
source: None
zh_hans: 无

# muscleGroup.obliques
source: Obliques
zh_hans: 腹斜肌

# muscleGroup.pecsLower
source: Lower Chest
zh_hans: 下胸

# muscleGroup.pecsUpper
source: Upper Chest
zh_hans: 上胸

# muscleGroup.posteriorDelts
source: Rear Delts
zh_hans: 后三角肌

# muscleGroup.psoas
source: Psoas
zh_hans: 腰大肌

# muscleGroup.quads
source: Quads
zh_hans: 股四头肌

# muscleGroup.rectusAbdominis
source: Rectus Abdominis
zh_hans: 腹直肌

# muscleGroup.required
source: Required
zh_hans: 必填

# muscleGroup.rhomboids
source: Rhomboids
zh_hans: 菱形肌

# muscleGroup.shoulders
source: Shoulders
zh_hans: 肩

# muscleGroup.suggested
source: Suggested
zh_hans: 建议

# muscleGroup.tibialisAnterior
source: Tibialis Anterior
zh_hans: 胫骨前肌

# muscleGroup.transverseAbdominis
source: Transverse Abdominis
zh_hans: 腹横肌

# muscleGroup.trapsLower
source: Lower Traps
zh_hans: 下斜方肌

# muscleGroup.trapsMid
source: Mid Traps
zh_hans: 中斜方肌

# muscleGroup.trapsUpper
source: Upper Traps
zh_hans: 上斜方肌

# muscleGroup.triceps
source: Triceps
zh_hans: 三头肌

# muscleRegion.arms
source: Arms
zh_hans: 手臂

# muscleRegion.back
source: Back
zh_hans: 背部

# muscleRegion.chest
source: Chest
zh_hans: 胸部

# muscleRegion.core
source: Core
zh_hans: 核心

# muscleRegion.fullBody
source: Full Body
zh_hans: 全身

# muscleRegion.legs
source: Legs
zh_hans: 腿部

# muscleRegion.shoulders
source: Shoulders
zh_hans: 肩部

# nav.finishWorkout
source: Finish Workout
zh_hans: 完成训练

# nav.importProgram
source: Import Program
zh_hans: 导入计划

# nav.importTemplate
source: Import Template
zh_hans: 导入模板

# nav.importWorkout
source: Import Workout
zh_hans: 导入训练

# nav.templates
source: Templates
zh_hans: 模板

# nav.workout
source: Workout
zh_hans: 训练

# nextMatch.action.change
source: Change
zh_hans: 更改

# nextMatch.action.clear
source: Clear
zh_hans: 清除

# nextMatch.daysOut.inDays
source: Match in %lld days
zh_hans: %lld 天后比赛

# nextMatch.daysOut.today
source: Match today
zh_hans: 今天比赛

# nextMatch.daysOut.tomorrow
source: Match tomorrow
zh_hans: 明天比赛

# nextMatch.empty.label
source: No scheduled match
zh_hans: 暂无已安排的比赛

# nextMatch.empty.set
source: Set date
zh_hans: 设置日期

# nextMatch.picker.confirm
source: Set
zh_hans: 设置

# nextMatch.picker.navTitle
source: Next match
zh_hans: 下一场比赛

# nextMatch.section.header
source: Next match
zh_hans: 下一场比赛

# notif.weekly.body.template
source: %1$@ sessions logged — %2$@ week streak. %3$@ new PRs. %4$@%% volume vs. last week.
zh_hans: 本周记录 %1$@ 次训练 — 已连续 %2$@ 周。新增 %3$@ 项个人最佳。训练量较上周 %4$@%%。

# notif.weekly.title
source: Your Week in Review
zh_hans: 本周回顾

# notificationCard.action.dismiss
source: Not Now
zh_hans: 稍后再说

# notificationCard.action.enable
source: Enable Notifications
zh_hans: 启用通知

# notificationCard.body
source: Get a weekly summary of your sessions, PRs, and streak every Sunday.
zh_hans: 每周日获得训练、个人纪录和连胜的周报总结。

# notificationCard.subtitle
source: Stay on track
zh_hans: 保持进度

# notificationCard.title
source: NOTIFICATIONS
zh_hans: 通知

# onboarding.continue.toSetup
source: Continue to setup
zh_hans: 继续设置

# onboarding.experience.subtitle
source: We'll adjust insights based on your background.
zh_hans: 我们将根据你的背景调整训练建议。

# onboarding.experience.title
source: What's your experience level?
zh_hans: 训练经验如何？

# onboarding.frequency.subtitle
source: This helps us calibrate your training load expectations.
zh_hans: 我们将据此校准你的训练负荷预期。

# onboarding.frequency.title
source: How often do you train?
zh_hans: 你每周训练几次？

# onboarding.healthkit.connect
source: Connect Health
zh_hans: 连接健康

# onboarding.healthkit.connected
source: Apple Health is connected.
zh_hans: 已连接 Apple 健康。

# onboarding.healthkit.item.hrv
source: Heart Rate Variability
zh_hans: 心率变异性

# onboarding.healthkit.item.rhr
source: Resting Heart Rate
zh_hans: 静息心率

# onboarding.healthkit.item.sleep
source: Sleep Analysis
zh_hans: 睡眠分析

# onboarding.healthkit.permissionsNote
source: You can change Health permissions later in Profile.
zh_hans: 之后可在「档案」中更改健康权限。

# onboarding.healthkit.subtitle
source: Tuwa uses your HRV, resting heart rate, and sleep data to calculate your daily recovery score.
zh_hans: Tuwa 将根据你的心率变异性、静息心率和睡眠数据计算每日恢复评分。

# onboarding.healthkit.title
source: Connect Health Data
zh_hans: 连接健康数据

# onboarding.language.subtitle
source: You can change this later in Profile.
zh_hans: 之后可在「档案」中修改。

# onboarding.language.title
source: Choose your language
zh_hans: 选择语言

# onboarding.ready.action
source: Start using Tuwa
zh_hans: 开始使用 Tuwa

# onboarding.ready.subtitle
source: Your profile is configured. Tuwa will tune recommendations as you train.
zh_hans: 你的档案已设置。Tuwa 会随着训练逐步校准建议。

# onboarding.ready.title
source: You're ready
zh_hans: 准备好了

# onboarding.section.experience
source: Experience
zh_hans: 经验

# onboarding.section.frequency
source: Training frequency
zh_hans: 训练频率

# onboarding.section.health
source: Apple Health
zh_hans: Apple 健康

# onboarding.section.language
source: Language
zh_hans: 语言

# onboarding.section.summary
source: Ready
zh_hans: 准备完成

# onboarding.selected
source: Selected
zh_hans: 已选择

# onboarding.skipForNow
source: Skip for now
zh_hans: 暂时跳过

# onboarding.stepProgress
source: Setup %d / 5
zh_hans: 设置 %d / 5

# onboarding.summary.healthNotConnected
source: Skipped for now
zh_hans: 暂时跳过

# onboarding.summary.notSet
source: Not set
zh_hans: 未设置

# onboarding.welcome.title
source: Welcome to Tuwa
zh_hans: 欢迎来到 Tuwa

# onboardingV2.account.emailDoor
source: Continue with email
zh_hans: 通过邮箱继续

# onboardingV2.account.google
source: Continue with Google
zh_hans: 通过 Google 继续

# onboardingV2.account.subtitle
source: Your baseline, your history and your plan sync to your account.
zh_hans: 你的基线、历史和计划都会同步到你的账号。

# onboardingV2.account.title
source: Keep this. Make an account.
zh_hans: 留住这一切。创建账号。

# onboardingV2.coldOpen.cta
source: See what it watches
zh_hans: 看看它在守护什么

# onboardingV2.coldOpen.logIn
source: Already have an account? Log in
zh_hans: 已有账号？登录

# onboardingV2.coldOpen.specimen.anno
source: READINESS · TODAY
zh_hans: 准备度 · 今天

# onboardingV2.coldOpen.specimen.detail
source: HRV ON BASELINE · SLEEP 7:40
zh_hans: HRV 处于基线 · 睡眠 7:40

# onboardingV2.coldOpen.specimen.state
source: READY TO LOAD
zh_hans: 可以上量

# onboardingV2.coldOpen.subtitle
source: Sport, strength and conditioning draw from one body. Tuwa is the staff layer that watches it.
zh_hans: 专项、力量与体能消耗的是同一副身体。Tuwa 是守护它的科学后台。

# onboardingV2.coldOpen.title
source: You train hard, alone, and nobody is watching the load.
zh_hans: 你独自刻苦训练，却没有人在守护你的负荷。

# onboardingV2.exit.accept
source: Take the offer
zh_hans: 接受优惠

# onboardingV2.exit.anno
source: ANNUAL · FIRST YEAR
zh_hans: 年付 · 首年

# onboardingV2.exit.decline
source: No thanks
zh_hans: 不用了

# onboardingV2.exit.subtitle
source: First year of Tuwa Pro at a discount. This offer shows once.
zh_hans: Tuwa Pro 首年折扣。此优惠仅出现一次。

# onboardingV2.exit.terms
source: RENEWS AT THE STANDARD PRICE · CANCEL ANYTIME
zh_hans: 按标准价格续订 · 随时取消

# onboardingV2.exit.title
source: Stay for less.
zh_hans: 用更低的价格留下。

# onboardingV2.gap.axis.accepts
source: ACCEPTS YOUR PLAN →
zh_hans: 接受你的计划 →

# onboardingV2.gap.axis.adjusts
source: ADJUSTS TRAINING ↑
zh_hans: 会调整训练 ↑

# onboardingV2.gap.cell.aiCoach
source: Their plan, not yours
zh_hans: 给你它的计划，不是你的

# onboardingV2.gap.cell.holds
source: Holds your plan, decides nothing
zh_hans: 存着你的计划，什么也不决定

# onboardingV2.gap.cell.scores
source: Scores without your plan
zh_hans: 只给分数，不看你的计划

# onboardingV2.gap.line
source: Tuwa takes your plan and makes it safe.
zh_hans: Tuwa 接住你的计划，并让它安全。

# onboardingV2.gap.title
source: Every tool makes you choose.
zh_hans: 每个工具都逼你二选一。

# onboardingV2.health.connect
source: Read my data
zh_hans: 读取我的数据

# onboardingV2.health.connected
source: Apple Health is already connected.
zh_hans: Apple 健康已连接。

# onboardingV2.health.item.hrv
source: Heart rate variability — your recovery signal
zh_hans: 心率变异性——你的恢复信号

# onboardingV2.health.item.rhr
source: Resting heart rate — your strain signal
zh_hans: 静息心率——你的负荷信号

# onboardingV2.health.item.sleep
source: Sleep — your rebuild window
zh_hans: 睡眠——你的重建窗口

# onboardingV2.health.privacy
source: Nothing raw ever leaves your phone. Only composite scores sync.
zh_hans: 原始数据永远不会离开你的手机。只有综合评分会同步。

# onboardingV2.health.skip
source: Skip for now
zh_hans: 暂时跳过

# onboardingV2.health.subtitle
source: Tuwa reads your last 90 days of HRV, resting heart rate and sleep — so today's number means something on day one.
zh_hans: Tuwa 读取你过去 90 天的 HRV、静息心率和睡眠——所以第一天的数字就有意义。

# onboardingV2.health.title
source: Read your last 90 days.
zh_hans: 读取你过去 90 天的数据。

# onboardingV2.import.anno.pdf
source: PDF · YOUR COACH'S FILE
zh_hans: PDF · 教练的文件

# onboardingV2.import.anno.photo
source: PHOTO · WHITEBOARD OR PRINT
zh_hans: 拍照 · 白板或打印页

# onboardingV2.import.anno.text
source: PASTE IT · FROM YOUR NOTES
zh_hans: 粘贴文本 · 来自你的笔记

# onboardingV2.import.cta
source: Bring my program
zh_hans: 导入我的计划

# onboardingV2.import.skip
source: I'll do this later
zh_hans: 以后再说

# onboardingV2.import.subtitle
source: Tuwa proposes each day from it and adjusts the numbers to the morning you actually woke up with.
zh_hans: Tuwa 会根据它安排每一天，并按你当天的真实状态调整数字。

# onboardingV2.import.title
source: Bring the plan you already train.
zh_hans: 带上你已经在练的计划。

# onboardingV2.paywall.compare
source: What stays free, what Pro unlocks
zh_hans: 免费保留什么，Pro 解锁什么

# onboardingV2.paywall.compare.freeHead
source: FREE KEEPS
zh_hans: 免费保留

# onboardingV2.paywall.compare.proHead
source: PRO UNLOCKS
zh_hans: PRO 解锁

# onboardingV2.paywall.dismissIntent
source: Close
zh_hans: 关闭

# onboardingV2.paywall.free.history
source: Last 7 days of history
zh_hans: 最近 7 天的历史

# onboardingV2.paywall.free.logging
source: Full workout logging, voice included
zh_hans: 完整的训练记录，包括语音

# onboardingV2.paywall.free.readiness
source: Daily readiness score
zh_hans: 每日准备度评分

# onboardingV2.paywall.notNow
source: Not now — keep the free tier
zh_hans: 暂时不用——保留免费版

# onboardingV2.paywall.plan.annual
source: ANNUAL
zh_hans: 年付

# onboardingV2.paywall.plan.monthly
source: MONTHLY
zh_hans: 月付

# onboardingV2.paywall.restoreNothing
source: No previous purchase found for this account.
zh_hans: 此账号没有找到已有的购买记录。

# onboardingV2.paywall.subtitle
source: Your plan, adjusted to the morning you actually woke up with.
zh_hans: 你的计划，按你今天真实的状态来调整。

# onboardingV2.paywall.title
source: Watch the load. Every day.
zh_hans: 每一天，守护你的负荷。

# onboardingV2.paywall.trialNote
source: 7 DAYS FREE · CANCEL ANYTIME
zh_hans: 7 天免费 · 随时取消

# onboardingV2.quiz.fatigue.flatGame
source: A flat game or a bad meet
zh_hans: 一场发挥失常的比赛

# onboardingV2.quiz.fatigue.missedWeeks
source: Missed weeks of training
zh_hans: 停练了好几周

# onboardingV2.quiz.fatigue.naggingJoint
source: A joint that still nags
zh_hans: 一个至今还隐隐作痛的关节

# onboardingV2.quiz.fatigue.nothingYet
source: Nothing yet
zh_hans: 暂时还没有

# onboardingV2.quiz.fatigue.subtitle
source: Your history, not a warning.
zh_hans: 这是你的经历，不是警告。

# onboardingV2.quiz.fatigue.title
source: Last time you trained through deep fatigue — what happened?
zh_hans: 上次你带着深度疲劳硬练——后来发生了什么？

# onboardingV2.quiz.problem.guessing
source: Guessing how hard to go today
zh_hans: 今天练多重全靠猜

# onboardingV2.quiz.problem.injuries
source: Little injuries that keep coming back
zh_hans: 反复出现的小伤

# onboardingV2.quiz.problem.stalling
source: Progress stalls for weeks
zh_hans: 进步停滞好几周

# onboardingV2.quiz.problem.subtitle
source: Pick the one that has actually happened.
zh_hans: 选一个真实发生过的。

# onboardingV2.quiz.problem.tired
source: Always tired, never sure why
zh_hans: 总是疲惫，却说不清原因

# onboardingV2.quiz.problem.title
source: What breaks your training?
zh_hans: 是什么打断了你的训练？

# onboardingV2.quiz.split.basketball
source: Basketball, plus serious lifting
zh_hans: 篮球，加认真的力量训练

# onboardingV2.quiz.split.everything
source: A bit of everything, hard
zh_hans: 什么都练，而且都练得狠

# onboardingV2.quiz.split.sport
source: Another sport, plus lifting
zh_hans: 其他专项，加力量训练

# onboardingV2.quiz.split.strength
source: Mostly strength work
zh_hans: 以力量训练为主

# onboardingV2.quiz.split.subtitle
source: So the numbers speak your sport.
zh_hans: 让数字说你的项目的语言。

# onboardingV2.quiz.split.title
source: How does your week actually split?
zh_hans: 你的一周实际怎么分配？

# onboardingV2.reveal.degraded.body
source: Tuwa scores readiness against your own baseline. It needs 14 mornings of heart data to say something honest.
zh_hans: Tuwa 以你自己的基线来评估准备度。它需要 14 个早晨的心率数据，才能给出诚实的结论。

# onboardingV2.reveal.degraded.meanwhile
source: Until then you can log training, import your plan, and watch the baseline build day by day.
zh_hans: 在那之前，你可以记录训练、导入计划，看着基线一天天建立起来。

# onboardingV2.reveal.degraded.title
source: No wearable history yet — here is exactly what happens next.
zh_hans: 还没有可穿戴设备的历史数据——接下来会发生什么，说清楚。

# onboardingV2.reveal.split.basketball
source: Court time and bar time will draw from this one number.
zh_hans: 球场和杠铃的消耗，都会汇入这一个数字。

# onboardingV2.reveal.title
source: Your readiness.
zh_hans: 你的准备度。

# onboardingV2.reveal.unit
source: READINESS
zh_hans: 准备度

# onboardingV2.reveal.zone.green
source: Recovered and ready to load. Your HRV sits right on your own baseline.
zh_hans: 恢复良好，可以上量。你的 HRV 正处于自己的基线上。

# onboardingV2.reveal.zone.none
source: Your baseline is live and today's number is real.
zh_hans: 你的基线已经建立，今天的数字是真实的。

# onboardingV2.reveal.zone.red
source: Run down against your own baseline — today is the day to go easy.
zh_hans: 相对自己的基线明显下滑——今天该放轻。

# onboardingV2.reveal.zone.yellow
source: Carrying some fatigue — today rewards controlled work, not max effort.
zh_hans: 带着一些疲劳——今天适合有控制的训练，而不是极限输出。

# onboardingV2.tutorial.done
source: Start training
zh_hans: 开始训练
